verification/runs/T-family/T10aR2_runs/R2_m/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}

scale 1;

vertices
(
    (0 0 0)
    (1 0 0)
    (1 1 0)
    (0 1 0)
    (0 0 0.5)
    (1 0 0.5)
    (1 1 0.5)
    (0 1 0.5)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (26 26 13) grading (1 1 1)
);

edges ();

faces ();

boundary
(
    floor
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (0 3 2 1) );
    }
    ceiling
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (4 5 6 7) );
    }
    x0
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (0 4 7 3) );
    }
    x1
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (1 2 6 5) );
    }
    y0
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (0 1 5 4) );
    }
    y1
    {
        type wall;
        inGroups (wall viewFactorWall);
        faces ( (3 7 6 2) );
    }
);

mergePatchPairs ();
