verification/runs/T-family/T10aR2_runs/R2_m/0.orig/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];
internalField   uniform 100000;
boundaryField
{
    floor { type calculated; value uniform 100000; }
    ceiling { type calculated; value uniform 100000; }
    x0 { type calculated; value uniform 100000; }
    x1 { type calculated; value uniform 100000; }
    y0 { type calculated; value uniform 100000; }
    y1 { type calculated; value uniform 100000; }
}
